Repository: verdenkaa/cplus_tasks
Catalog: c#_osipov/Starter_2008/UsabilityDemo.*.resx
Languages: de_de

# OutputTextBox.AccessibleName
source: Displays all output generated by this application
de_de: Zeigt alle von dieser Anwendung generierten Ausgaben an

# OutputTextBox.HelpString
source: Displays all output generated by the program.
de_de: Zeigt alle von diesem Programm generierten Ausgaben an.

# OutputTextBox.ToolTip
source: Displays output.
de_de: Zeigt Ausgaben an.

# DateButton.AccessibleName
source: Shows the computer's current data and time
de_de: Zeigt das aktuelle Datum und die aktuelle Uhrzeit des Computers an

# DateButton.HelpString
source: Shows the current date and time in the text box above.
de_de: Zeigt das aktuelle Datum und die aktuelle Uhrzeit im Textfeld oben an.

# DateButton.Text
source: Show &Date/Time
de_de: &Datum/Uhrzeit anzeigen

# DateButton.ToolTip
source: Displays the current date and time.
de_de: Zeigt das aktuelle Datum und die aktuelle Uhrzeit an.

# CurrencyButton.AccessibleName
source: Shows a monetary value
de_de: Zeigt einen Geldwert an

# CurrencyButton.HelpString
source: Shows a monetary value in the text box above.
de_de: Zeigt einen Geldwert im Textfeld oben an.

# CurrencyButton.Text
source: Show &Currency
de_de: &Währung anzeigen

# CurrencyButton.ToolTip
source: Display a sample monetary value.
de_de: Zeigt einen beispielhaften Geldwert an.

# StringButton.AccessibleName
source: Shows a sample string
de_de: Zeigt eine Beispielzeichenfolge an

# StringButton.HelpString
source: Shows some sample text in the text box above.
de_de: Zeigt eine Beispielzeichenfolge im Textfeld oben an.

# StringButton.Text
source: Show a &String
de_de: &Zeichenfolge anzeigen

# StringButton.ToolTip
source: Display some sample text.
de_de: Zeigt Beispieltext an.

# AppExitButton.AccessibleName
source: Ends the application
de_de: Beendet die Anwendung

# AppExitButton.HelpString
source: Ends the Application.
de_de: Beendet die Anwendung.

# AppExitButton.Text
source: E&xit
de_de: &Beenden

# AppExitButton.ToolTip
source: Exits the Application
de_de: Beendet die Anwendung.

# HelpMenu.Text
source: &Help
de_de: &Hilfe?

# HelpMenuItem.Text
source: &Help
de_de: &Hilfe?

# CultureButton.AccessibleName
source: Allows you to choose a culture
de_de: Ermöglicht die Auswahl einer Sprache

# CultureButton.HelpString
source: Allows you to change cultures while running the application.
de_de: Ermöglicht das Ändern von Sprachen, während die Anwendung ausgeführt wird.

# CultureButton.Text
source: C&hoose a Culture
de_de: &Sprache auswählen

# CultureButton.ToolTip
source: Displays the culture chooser form.
de_de: Zeigt das Formular für die Kulturauswahl an.

# $this.AccessibleName
source: The Usability Demonstration Application
de_de: Anwendung für die Verwendbarkeitsdemo

# $this.HelpString
source: The Usability Demonstration
de_de: Die Verwendbarkeitsdemo

# $this.Text
source: Usability Demonstration
de_de: Verwendbarkeitsdemo

# $this.ToolTip
source: The main form for the Usability Application
de_de: Das Hauptformular für die Verwendbarkeitsdemo
